"Use hfstar for compress and decompress" = "Använd hfstar för komprimering";
"Show files and folders on the Desktop" = "Visa filer och mappar på skrivbordet";
"Render html in preview" = "Förhandsvisa rendrering av html";
"Enable disclosure triangles in column view" = "Visa nedfällnings trianglar i kolumnfönstret";
"Open mounted volumes in new window" = "Öppna monterade enheter i nytt fönster";
"Enable spring-loaded folders" = "Aktivera självöppnande mappar";
"Use small scroll bars" = "Use small scroll bars";
"Dim invisibles" = "Tona ner osynliga";
"Creation Date" = "Efter skapelsedatum";
"Italicize aliases" = "Visa Alias med kursivtext";
"Double-click when clicking icon" = "Dubbel-klicka på ikoner";
"Collapse auto expanded folders after drag" = "Stäng självöppnande mappar efter användning";
"Enable global application menu" = "Tillämpa globala meny inställningar";
"Use brushed metal appearance" = "Use brushed metal appearance";
"Antialias text" = "Antialias text";
"Modification Date" = "Efter ändringsdatum";
"Enable bug reporter" = "Felrapport på";
"Size" = "Storlek";
"Begin drag on vertical motion" = "Börja dra vid vertikal rörelse";
"Show volumes on the Desktop" = "Visa volymer på skrivbordet";
"Version" = "Version";
"Preferences" = "Inställningar";
"Calculate size for folders and packages" = "Beräkna storlek på mapper och filer";
"Resolve aliases" = "Länka om trasiga Alias";
"Launch Path Finder automatically after log in" = "Starta Path Finder automatiskt vid inloggning";
"Auto-play movie and audio files in preview" = "Spela upp filmer automatiskt i fönstret";
"Path" = "Sökväg";
"Show warning before emptying the Trash" = "Show warning before emptying the Trash";
"Show hotspot" = "Tillämpa \"hotspots\"";
"Always show file extensions" = "Visa alltid filnamnstillägg";
"Confirm before quitting Path Finder" = "Visa meddelande vid nerstängning av Path Finder";
"Browser accepts window activating mouse click" = "Aktivera brower fönstret med mus-klick";
"Show row separators" = "Visa radavgränsare";
"Bold folders" = "Feta Symboler";
"Kind" = "Typ";
"Label" = "Label";

"Text Editor:" = "Text Editor:";
"Get Info Application:" = "Visa Info program:";
"Applications" = "Program";
"Background Color" = "Bakgrundsfärg";
"Path Navigator Color" = "Navigerar Färg";
"Path Navigator Text Color" = "Path Navigator Text Color";
"Appearance" = "Utseende";
"Drag and drop to reorder" = "Drag och släpp för att omgruppera";
"Text color" = "Text färg";
"Starting Directory:" = "Ställ in din startmapp:";
"Row separator color" = "Radfördelar Färg";
"Hotspot color" = "\"Hotspot\" Färg";
"Path Finder allows seamless integration with your favorite text editor or file information application." = "Path Finder går att integrera med din favorit text editor eller fil informationsprogram.  De förvalda alternativen är TextEdit och Visa Info panelen.";
"Text Font:" = "Text Font:";
"Columns" = "Kolumner";
"Browser" = "Utseende";
"General" = "Allmänt";

"Applications" = "Program";
"Packages" = "Paket";
"Folders" = "Mappar";
"Files" = "Filer";

"Choose..." = "Choose...";
"Home" = "Hem";

"Open new browser on launch" = "Open new browser on launch";
"Enter Key:" = "Enter Key:";
"Return Key:" = "Return Key:";
"Smart Sort Order" = "Smart Sort Order";
"Always open folders in a new window" = "Always open folders in a new window";
"Open" = "Open";
"Start Rename" = "Start Rename";
"Label on right" = "Label on right";
"Label on bottom" = "Label on bottom";

"Open with:" = "Open with:";
"Save with:" = "Save with:";
"New Documents" = "New Documents";
"Opening" = "Opening";
"Default Plain Text Encoding" = "Default Plain Text Encoding";
"Plain text" = "Plain text";
"Rich text" = "Rich text";
"Show ruler" = "Show ruler";
"Check spelling as you type" = "Check spelling as you type";
"Wrap to Page" = "Wrap to Page";
"Ignore RTF Commands" = "Ignore RTF Commands";
"Ignore HTML Commands" = "Ignore HTML Commands";

"Back color" = "Back color";
"Enable quick disk image mounting" = "Enable quick disk image mounting";
"Removable media" = "Removable media";
"Files and folders" = "Files and folders";
"Network servers" = "Network servers";
"Hard disks" = "Hard disks";
"Shadowed" = "Shadowed";

"Access" = "Access";
"Owner" = "Owner";
"Group" = "Group";

"Font:" = "Font:";
"Encoding:" = "Encoding:";
"Text" = "Text";
"Get Info:" = "Get Info:";
"Show on Desktop" = "Show on Desktop";
"Show columns" = "Show columns";
"Key Actions" = "Key Actions";

"Documents" = "Dokument";
"Favorites" = "Bokmärken";

"Show splash panel at launch" = "Show splash panel at launch";
"Show zoom effects when opening files" = "Show zoom effects when opening files";

"Use relative dates" = "Use relative dates";

"Show grid" = "Show grid";
"Grid color" = "Grid color";
"Quit the Finder automatically at launch" = "Quit the Finder automatically at launch";

"New Files" = "New Files";
"New Folders" = "New Folders";

"Owner:" = "Ägare:";
"Group:" = "Grupp:";
"Everyone:" = "Alla:";

"Read" = "Läsa";
"Write" = "Skriva";
"Execute" = "Exekvera";

"Default extension:" = "Default extension:";
"Automatically open in text editor" = "Automatically open in text editor";
"Keep icons arranged on desktop" = "Keep icons arranged on desktop";

"Enable \"Reveal in Path Finder\" global hot-key:" = "Enable \"Reveal in Path Finder\" global hot-key:";
"%@ Key" = "%@ Key";    /* "F12 Key" */

"Open TextEdit documents in built-in text editor" = "Open TextEdit documents in built-in text editor";
"Open Word documents in built-in text editor" = "Open Word documents in built-in text editor";

"Preview drawer is opened automatically for new browsers" = "Preview drawer is opened automatically for new browsers";
"Process drawer is opened automatically for new browsers" = "Process drawer is opened automatically for new browsers";
"Open PDF documents in built-in PDF viewer" = "Open PDF documents in built-in PDF viewer";

"Draw background picture" = "Skrivbordsbild";
"Requires relaunch" = "Requires relaunch";
"This preference will take effect the next time you launch Path Finder." = "This preference will take effect the next time you launch Path Finder.";
"Terminal:" = "Terminal:";
"OK" = "OK";
"Cancel" = "Cancel";
"When idle send ASCII code:" = "When idle send ASCII code:";
"ANSI colors" = "ANSI colors";
"Back color" = "Back color";
"Bold color" = "Bold color";
"Close the session when it ends" = "Close the session when it ends";
"Command:" = "Command:";
"Delete key sends backspace" = "Delete key sends backspace";
"Directory:" = "Directory:";
"Display" = "Display";
"Encoding:" = "Encoding:";
"Highlight" = "Highlight";
"Name:" = "Name:";
"Non-ASCII font" = "Non-ASCII font";
"Normal" = "Normal";
"Normal font" = "Normal font";
"Selection color" = "Selection color";
"Text color" = "Text color";
"Treat Non-ASCII characters as double width" = "Treat Non-ASCII characters as double width";
"Add ESC" = "Add ESC";
"Antialias text" = "Antialias text";
"Blinking cursor" = "Blinking cursor";
"Bottom" = "Bottom";
"Command" = "Command";
"Delete" = "Delete";
"Directory" = "Directory";
"Edit..." = "Edit...";
"Enforce character alignment" = "Enforce character alignment";
"Hide tab when there is only one session" = "Hide tab when there is only one session";
"Left" = "Left";
"META" = "META";
"Macintosh style key navigation" = "Macintosh style key navigation";
"Name" = "Name";
"New..." = "New...";
"Option Key" = "Option Key";
"Right" = "Right";
"Sessions" = "Sessions";
"Silence terminal bell" = "Silence terminal bell";
"Tab Position" = "Tab Position";
"Top" = "Top";
"Arrow keys loop around when reaching end" = "Arrow keys loop around when reaching end";
"Show Path Finder desktop" = "Visa Path Finder skrivbord";
"Enable Applications menu" = "Enable Applications menu";
"Extension" = "Extension";

"Desktop picture" = "Desktop picture";
"Transparent" = "Transparent";

"Spring-loaded Delay:" = "Spring-loaded Delay:";
"Spring-loaded folders:" = "Spring-loaded folders:";
"Press Space Bar to open immediately" = "Press Space Bar to open immediately";

"Commands" = "Commands";
"Contextual Menu" = "Contextual Menu";
"Action Menu" = "Action Menu";
"Append Finder contextual menu items" = "Append Finder contextual menu items";

"Restore Default" = "Restore Default";
"Desktop Background" = "Desktop Background";
"Small contextual menu font size" = "Small contextual menu font size";
"Compress files in same directory as original" = "Compress files in same directory as original";
"Expand files in same directory as original" = "Expand files in same directory as original";
"Mount disk images after expand" = "Mount disk images after expand";

"Parent" = "Parent";
"Snap to grid" = "Snap to grid";
"Compression Format:" = "Compression Format:";

"Decompress archives with Path Finder" = "Decompress archives with Path Finder";
"Draw label color on icon" = "Draw label color on icon";
"Draw label color on name" = "Draw label color on name";
"Auto-preview Word documents in preview" = "Auto-preview Word documents in preview";
